Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# AreYouSureDeleteGIFTitle
source: Delete GIF
ar: حذف الصورة المتحركة
be: Выдаліць анімацыю
ca: Elimina el GIF
de: GIF löschen
es: Eliminar GIF
fa: حذف گیف
fi: Poista GIF
fr: Supprimer le GIF
id: Hapus GIF
it: Elimina la GIF
ko: GIF 삭제
ms: Hapus GIF
nl: GIF verwijderen
pl: Usuń GIF
pt_br: Apagar GIF
ru: Удалить GIF
sv: Radera GIF
tr: GIF'i sil
uk: Видалити GIF
uz: GIFni oʻchirish

# AreYouSureDeleteMessages
source: Are you sure you want to delete {0}?
ar: هل ترغب حقًا في حذف ⁨{0}⁩؟
be: Вы ўпэўнены, што хочаце выдаліць {0}?
ca: Segur que voleu eliminar {0}?
de: Sicher, dass du {0} löschen willst?
es: ¿Quieres eliminar {0}?
fa: آیا از حذف ⁨{0}⁩ اطمینان دارید؟
fi: Poistetaanko varmasti {0}?
fr: Voulez-vous vraiment supprimer {0} ?
id: Apakah Anda yakin ingin menghapus {0}?
it: Vuoi davvero eliminare {0}?
ko: 정말 {0}를 삭제하시겠습니까?
ms: Anda pasti mahu hapus {0}?
nl: {0} echt verwijderen?
pl: Czy na pewno chcesz usunąć {0}?
pt_br: Tem certeza de que deseja apagar {0}?
ru: Вы точно хотите удалить {0}?
sv: Är du säker på att ta bort {0}?
tr: {0} silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити {0}?
uz: Haqiqatan ham {0}ni oʻchirib tashlamoqchimisiz?
zh_cn: 您确定要删除这 {0}吗？
zh_tw: 您確定要删除這 {0}嗎？

# AreYouSureDeletePhoto
source: Are you sure you want to delete this photo?
ar: هل ترغب حقًا في حذف هذه الصورة؟
be: Вы ўпэўнены, што хочаце выдаліць гэта фота?
ca: Segur que voleu eliminar aquesta foto?
de: Möchtest du wirklich dieses Bild löschen?
es: ¿Quieres eliminar esta foto?
fa: آیا از حذف این عکس اطمینان دارید؟
fi: Haluatko varmasti poistaa tämän kuvan?
fr: Voulez-vous vraiment supprimer cette photo ?
id: Apakah Anda yakin ingin menghapus foto ini?
it: Vuoi davvero eliminare questa foto?
ko: 정말 사진을 삭제하시겠습니까?
ms: Anda pasti mahu hapus foto ini?
nl: Foto echt verwijderen?
pl: Czy na pewno chcesz usunąć to zdjęcie?
pt_br: Tem certeza de que deseja apagar esta foto?
ru: Вы точно хотите удалить фото?
sv: Är du säker på att ta bort den här bilden?
tr: Bu fotoğrafı silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити фото?
uz: Haqiqatan ham ushbu rasmni o‘chirib tashlamoqchimisiz?
zh_cn: 您确定要删除此图片吗？
zh_tw: 您確定要删除此圖片嗎？

# AreYouSureDeletePhotoEveryone
source: Are you sure you want to delete this photo for everyone?
ar: هل تريد بالتأكيد حذف هذه الصورة من عند الجميع؟
be: Вы ўпэўнены, што хочаце выдаліць гэта фота для ўсіх?
ca: Segur que voleu eliminar aquesta foto per a tothom?
de: Möchtest du wirklich dieses Bild bei allen löschen?
es: ¿Quieres eliminar esta foto para todos?
fa: آیا از حذف این عکس برای همه اطمینان دارید؟
fi: Haluatko varmasti poistaa tämän kuvan kaikilta?
fr: Voulez-vous vraiment supprimer cette photo pour tout le monde ?
id: Anda yakin ingin menghapus foto ini untuk semua orang?
it: Vuoi davvero eliminare questa foto per tutti?
ko: 모두에게 이 사진을 삭제하겠습니까?
ms: Anda pasti ingin hapus foto ini untuk semua orang?
nl: Deze foto echt voor iedereen verwijderen?
pl: Czy na pewno chcesz usunąć to zdjęcie u wszystkich?
pt_br: Deseja mesmo apagar essa foto para todos?
ru: Вы точно хотите удалить эту фотографию у всех?
sv: Är du säker på att du vill ta bort bilden hos alla?
tr: Bu fotoğrafı herkesten silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити це фото для всіх?
uz: Haqiqatan ham ushbu rasmni barcha uchun oʻchirib tashlamoqchimisiz?

# AreYouSureDeletePhotoTitle
source: Delete photo
ar: حذف الصورة
be: Выдаліць фота
ca: Elimina la foto
de: Bild löschen
es: Eliminar foto
fa: حذف عکس
fi: Poista kuva
fr: Supprimer la photo
id: Hapus foto
it: Elimina la foto
ko: 사진 삭제
ms: Hapus foto
nl: Foto verwijderen
pl: Usuń zdjęcie
pt_br: Apagar foto
ru: Удалить фотографию
sv: Ta bort bild
tr: Fotoğrafı sil
uk: Видалити фото
uz: Rasmni oʻchirish

# AreYouSureDeleteSingleMessage
source: Are you sure you want to delete this message?
ar: هل ترغب حقًا في حذف هذه الرسالة؟
be: Вы ўпэўнены, што хочаце выдаліць гэта паведамленне?
ca: Segur que voleu eliminar aquest missatge?
de: Wirklich diese Nachricht löschen?
es: ¿Quieres eliminar este mensaje?
fa: آیا از حذف این پیام اطمینان دارید؟
fi: Haluatko varmasti poistaa tämän viestin?
fr: Voulez-vous vraiment supprimer ce message ?
id: Anda yakin ingin hapus pesan ini?
it: Vuoi davvero eliminare questo messaggio?
ko: 정말 이 메시지를 삭제하시겠습니까?
ms: Anda pasti ingin hapus mesej ini?
nl: Bericht echt verwijderen?
pl: Czy na pewno chcesz usunąć tę wiadomość?
pt_br: Tem certeza de que deseja apagar essa mensagem?
ru: Вы точно хотите удалить это сообщение?
sv: Är du säker på att du vill ta bort meddelandet?
tr: Bu mesajı silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити це повідомлення?
uz: Haqiqatan ham bu xabarni oʻchirmoqchimisiz?

# AreYouSureDeleteSingleMessageMega
source: Are you sure you want to delete this message for everyone?
ar: هل ترغب حقًا في حذف هذه الرسالة من عند الكل؟
be: Вы ўпэўнены, што хочаце выдаліць гэта паведамленне для ўсіх?
ca: Segur que voleu eliminar aquest missatge per a tothom?
de: Wirklich diese Nachricht bei allen löschen?
es: ¿Quieres eliminar este mensaje para todos?
fa: آیا از حذف این پیام برای همه اطمینان دارید؟
fi: Haluatko varmasti poistaa tämän viestin kaikilta?
fr: Voulez-vous vraiment supprimer ce message pour tout le monde ?
id: Anda yakin ingin menghapus pesan ini untuk semuanya?
it: Vuoi davvero eliminare questo messaggio per tutti?
ko: 정말 이 메시지를 모두에게서 삭제하시겠습니까?
ms: Anda pasti ingin hapus mesej ini untuk semua orang?
nl: Bericht echt voor iedereen wissen?
pl: Czy na pewno chcesz usunąć tę wiadomość u wszystkich?
pt_br: Tem certeza de que deseja apagar essa mensagem para todos?
ru: Вы точно хотите удалить сообщение для всех участников чата?
sv: Är du säker på att du vill ta bort meddelandet hos alla?
tr: Bu mesajı herkes için silmek istediğinize emin misiniz?
uk: Ви дійсно хочете видалити це повідомлення для всіх?
uz: Haqiqatan ham bu xabar barcha uchun oʻchirilsinmi?

# AreYouSureDeleteThisChat
source: Are you sure you want to delete this chat?
ar: هل تريدون حذف هذه المحادثة نهائيًا؟
be: Вы ўпэўнены, што хочаце выдаліць гэты чат?
ca: Segur que voleu eliminar aquest xat?
de: Möchtest du wirklich diesen Chat löschen?
es: ¿Quieres eliminar este chat?
fa: آیا از حذف این گفتگو اطمینان دارید؟
fi: Haluatko varmasti poistaa tämän keskustelun?
fr: Voulez-vous vraiment supprimer cet échange ?
id: Apakah Anda yakin ingin menghapus chat ini?
it: Vuoi davvero eliminare questa chat?
ko: 정말 이 대화방을 삭제하시겠습니까?
ms: Anda pasti mahu hapus bual ini?
nl: Chat echt verwijderen?
pl: Czy na pewno chcesz usunąć ten czat?
pt_br: Tem certeza de que deseja apagar esse chat?
ru: Вы точно хотите удалить этот чат?
sv: Vill du ta bort den här chatten?
tr: Bu sohbeti silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити цей чат?
uz: Haqiqatan bu chatni oʻchirib tashlamoqchimisiz?
zh_cn: 您确定要删除此对话吗？
zh_tw: 您確定要删除此對話嗎？

# AreYouSureDeleteThisChatSavedMessages
source: Are you sure you want to delete **Saved Messages**?
ar: هل ترغب حقًا في حذف **الرسائل المحفوظة**؟
be: Вы ўпэўнены, што хочаце выдаліць усе **захаваныя паведамленні**?
ca: Segur que voleu eliminar els **Missatges desats**?
de: Wirklich den Chat **Gespeichertes** löschen?
es: ¿Quieres eliminar **Mensajes guardados**?
fa: آیا از حذف **پیام‌های ذخیره شده** اطمینان دارید؟
fi: Haluatko varmasti poistaa **tallennetut viestit**?
fr: Voulez-vous vraiment supprimer **Messages sauvegardés** ?
id: Anda yakin ingin menghapus **Pesan Tersimpan**?
it: Vuoi davvero eliminare i **Messaggi salvati**?
ko: 정말 **저장한 메시지**를 삭제하시겠습니까?
ms: Anda pasti ingin hapus **Mesej Disimpan**?
nl: **Bewaarde berichten** echt verwijderen?
pl: Czy na pewno chcesz usunąć **Zapisane wiadomości**?
pt_br: Tem certeza de que deseja apagar as **Mensagens Salvas**?
ru: Вы точно хотите удалить чат **Избранное**?
sv: Är du säker på att ta bort **Sparade meddelanden**?
tr: **Kayıtlı Mesajlar**ı silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити чат **Збережене**?
uz: Haqiqatan **Saqlangan xabarlar** oʻchirib tashlansinmi?

# AreYouSureDeleteThisChatWithBot
source: Are you sure you want to delete the chat with **{0}** and block it?
ar: هل ترغب حقًا في حذف المحادثة مع **⁨{0}⁩** وحظره؟
be: Вы ўпэўнены, што хочаце выдаліць чат з **{0}** і заблакіраваць?
ca: Segur que voleu eliminar el xat amb **{0}** i blocar-lo?
de: Wirklich **{0}** blockieren und den Chat löschen?
es: ¿Quieres eliminar el chat con **{0}** y bloquearlo?
fi: Haluatko varmasti poistaa keskustelun botin **{0}** kanssa ja estää sen?
fr: Voulez-vous vraiment supprimer l'échange avec **{0}** et bloquer le bot ?
it: Vuoi davvero eliminare la chat con **{0}** e bloccarlo?
ko: 정말 **{0}** 님과의 대화방을 삭제하고 차단하시겠습니까?
ms: Anda pasti ingin hapus bual dengan **{0}** dan sekat dia?
nl: Echt **{0}** blokkeren en de chat verwijderen?
pl: Czy na pewno chcesz usunąć czat z **{0}** i zablokować go?
pt_br: Tem certeza de que deseja apagar o chat com **{0}** e bloquear?
ru: Вы точно хотите удалить чат с **{0}** и заблокировать его?
sv: Är du säker på att ta bort chatten med **{0}** och blockera denne?
tr: **{0}** ile olan sohbeti silmek ve onu engellemek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити чат із **{0} ** і заблокувати їх?

# AreYouSureDeleteThisChatWithGroup
source: Are you sure you want to delete the chat **{0}**?
ar: هل ترغب حقًا في حذف المحادثة **⁨{0}⁩**؟
be: Вы ўпэўнены, што хочаце выдаліць чат **{0}**?
ca: Segur que voleu eliminar el xat **{0}**?
de: Wirklich den Chat **{0}** löschen?
es: ¿Quieres eliminar el chat **{0}**?
fa: آیا از حذف گفتگوی **⁨{0}⁩** اطمینان دارید؟
fi: Haluatko varmasti poistaa keskustelun **{0}**?
fr: Voulez-vous vraiment supprimer l'échange **{0}** ?
id: Anda yakin ingin menghapus obrolan dengan **{0}**?
it: Vuoi davvero eliminare la chat **{0}**?
ko: 정말 **{0}** 대화방을 삭제하시겠습니까?
ms: Anda pasti ingin hapus bual **{0}**?
nl: Chat **{0}** echt wissen?
pl: Czy na pewno chcesz usunąć czat **{0}**?
pt_br: Tem certeza de que deseja apagar o histórico do chat **{0}**?
ru: Вы точно хотите удалить чат **{0}**?
sv: Är du säker på att du vill ta bort chatten **{0}**?
tr: **{0}** ile olan sohbeti silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити чат **{0}**?
uz: Haqiqatan **{0}** chatini oʻchirib tashlamoqchimisiz?

# AreYouSureDeleteThisChatWithSecretUser
source: Are you sure you want to delete your secret chat with **{0}**?
ar: هل ترغب حقًا في حذف المحادثة السرية مع **⁨{0}⁩**؟
be: Вы ўпэўнены, што хочаце выдаліць сакрэтны чат з **{0}**?
ca: Segur que voleu eliminar el xat secret amb **{0}**?
de: Wirklich deinen Geheimen Chat mit **{0}** löschen?
es: ¿Quieres eliminar tu chat secreto con **{0}**?
fi: Haluatko varmasti poistaa salaisen keskustelun henkilön **{0}** kanssa?
fr: Voulez-vous vraiment supprimer l'échange secret avec **{0}** ?
it: Vuoi davvero eliminare la tua chat segreta con **{0}**?
ko: 정말 **{0}** 님과의 비밀 대화를 삭제하시겠습니까?
ms: Anda pasti ingin hapus bual rahsia anda dengan **{0}**?
nl: Echt de geheime chat met **{0}** verwijderen?
pl: Czy na pewno chcesz usunąć swój sekretny czat z **{0}**?
pt_br: Tem certeza de que deseja apagar o histórico do chat secreto com **{0}**?
ru: Вы точно хотите удалить секретный чат с **{0}**?
sv: Är du säker på att ta bort den hemliga chatten med **{0}**?
tr: **{0}** ile olan gizli sohbetinizi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити секретний чат із **{0}**?

# AreYouSureDeleteThisChatWithUser
source: Are you sure you want to delete the chat with **{0}**?
ar: حذف المحادثة نهائيًا مع **⁨{0}⁩**؟
be: Вы ўпэўнены, што хочаце выдаліць чат з **{0}**?
ca: Segur que voleu eliminar el xat amb **{0}**?
de: Wirklich den Chat mit **{0}** löschen?
es: ¿Quieres eliminar el chat con **{0}**?
fa: آیا از حذف گفتگو با **⁨{0}⁩** اطمینان دارید؟
fi: Haluatko varmasti pysyvästi poistaa keskustelun henkilön **{0}** kanssa?
fr: Voulez-vous vraiment supprimer l'échange avec **{0}** ?
id: Anda yakin ingin menghapus obrolan dengan **{0}**?
it: Vuoi davvero eliminare la chat con **{0}**?
ko: 정말 **{0}** 님과의 대화방을 삭제하시겠습니까?
ms: Anda pasti ingin hapus bual dengan**{0}**?
nl: Chat met **{0}** echt wissen?
pl: Czy na pewno chcesz usunąć czat z **{0}**?
pt_br: Tem certeza de que deseja apagar o chat com **{0}**?
ru: Вы точно хотите удалить чат с **{0}**?
sv: Ta bort chatten med **{0}**?
tr: **{0}** ile olan sohbeti silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити чат із **{0}**?
uz: Haqiqatan **{0}** bilan chat oʻchirib tashlansinmi?

# AreYouSureDeleteVideo
source: Are you sure you want to delete this video?
ar: هل ترغب حقًا في حذف هذا المقطع المرئي؟
be: Вы ўпэўнены, што хочаце выдаліць гэта відэа?
ca: Segur que voleu eliminar aquest vídeo?
de: Möchtest du wirklich dieses Video löschen?
es: ¿Quieres eliminar este video?
fa: آیا از حذف این ویدیو اطمینان دارید؟
fi: Haluatko varmasti poistaa tämän videon?
fr: Voulez-vous vraiment supprimer cette vidéo ?
id: Apakah Anda yakin ingin menghapus video ini?
it: Vuoi davvero eliminare questo video?
ko: 이 동영상을 정말 삭제하시겠습니까?
ms: Anda pasti mahu hapus video ini?
nl: Video echt verwijderen?
pl: Czy na pewno chcesz usunąć to wideo?
pt_br: Tem certeza de que deseja apagar este vídeo?
ru: Вы точно хотите удалить это видео?
sv: Är du säker på att ta bort videon?
tr: Bu videoyu silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити це відео?
uz: Haqiqatan bu videoni oʻchirib tashlamoqchimisiz?
zh_cn: 您确定要删除此视频吗？
zh_tw: 您確定要删除此影片嗎？

# AreYouSureDeleteVideoEveryone
source: Are you sure you want to delete this video for everyone?
ar: هل تريد بالتأكيد حذف هذا المقطع المرئي من عند الجميع؟
be: Вы ўпэўнены, што хочаце выдаліць гэта відэа для ўсіх?
ca: Segur que voleu eliminar aquest vídeo per a tothom?
de: Möchtest du das Video wirklich bei allen löschen?
es: ¿Quieres eliminar este video para todos?
fa: آیا از حذف این ویدیو برای همه اطمینان دارید؟
fi: Haluatko varmasti poistaa tämän videon kaikilta?
fr: Voulez-vous vraiment supprimer cette vidéo pour tout le monde ?
id: Anda yakin ingin menghapus video ini untuk semua orang?
it: Vuoi davvero eliminare questo video per tutti?
ko: 정말 모두에게 동영상을 지우시겠습니까?
ms: Anda pasti ingin hapus video ini untuk semua orang?
nl: Deze video echt voor iedereen verwijderen?
pl: Czy na pewno chcesz usunąć to wideo u wszystkich?
pt_br: Deseja mesmo apagar esse vídeo para todos?
ru: Вы точно хотите удалить это видео у всех?
sv: Är du säker på att du vill ta bort denna video för alla?
tr: Bu videoyu herkesten silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити це відео для всіх?
uz: Haqiqatan ham ushbu videoni barcha uchun oʻchirib tashlamoqchimisiz?

# AreYouSureDeleteVideoTitle
source: Delete video
ar: حذف المقطع المرئي
be: Выдаліць відэа
ca: Elimina el vídeo
de: Video löschen
es: Eliminar video
fa: حذف ویدیو
fi: Poista video
fr: Supprimer la vidéo
id: Hapus Video
it: Elimina il video
ko: 동영상 삭제
ms: Hapus video
nl: Video verwijderen
pl: Usuń wideo
pt_br: Apagar vídeo
ru: Удалить видео
sv: Radera video
tr: Videoyu sil
uk: Видалити відео
uz: Videoni oʻchirish

# AreYouSureLogout
source: Are you sure you want to log out? Note that you can seamlessly use Telegram on all your devices at once. Remember, logging out kills all your Secret Chats.
ar: هل تريدون فعلًا تسجيل الخروج؟ سيؤدي هذا إلى حذف كل محادثاتك السرية. يمكنك استخدام تيليجرام على كل أجهزتك في الوقت نفسه واستخدام عدة حسابات على نفس التطبيق.
be: Вы ўпэўнены, што хочаце выйсці? Звярніце ўвагу, што вы можаце лёгка карыстацца Telegram на ўсіх сваіх прыладах адначасова. Памятайце, што выхад з уліковага запісу выдаляе ўсе вашы сакрэтныя чаты.
ca: Segur que voleu tancar la sessió? Tingueu present que podeu usar el Telegram en tots els vostres dispositius alhora. Recordeu, en tancar la sessió perdreu els xats secrets.
de: Wirklich abmelden? Du kannst Telegram von all deinen Geräten gleichzeitig nutzen. Wichtig: Abmelden löscht deine Geheimen Chats.
es: ¿Quieres cerrar sesión? Ten en cuenta que puedes usar Telegram en todos tus dispositivos a la vez. Recuerda, cerrar sesión elimina los chats secretos.
fa: آیا از خروج از حساب کاربری اطمینان دارید؟ توجه کنید که شما می‌توانید از تلگرام در تمامی دستگاه‌های خود به صورت همگام و در یک زمان استفاده کنید. به خاطر داشته باشید، خروج از حساب کاربری تمامی گفتگوهای محرمانه شما را از بین می‌برد.
fi: Haluatko varmasti kirjautua ulos? Salaiset keskustelusi poistetaan. Voit käyttää Telegramia usealla laitteella yhtä aikaa ja lisätä monta tiliä jokaiseen sovellukseen.
fr: Voulez-vous vraiment vous déconnecter ? Telegram est facilement utilisable sur tous vos appareils en même temps. Rappelez-vous que vous déconnecter supprimera tous vos échanges secrets.
id: Apakah Anda yakin ingin log out? Perhatikan bahwa Anda dapat menggunakan Telegram di semua perangkat sekaligus. Ingat, log out akan menghapus semua Secret Chat Anda.
it: Vuoi davvero uscire? Nota che puoi usare Telegram su tutti i tuoi dispositivi contemporaneamente. Ricorda, uscendo eliminerai tutte le chat segrete.
ko: 정말 로그아웃하시겠습니까? 텔레그램은 회원님의 모든 기기에서 동시에 끊김 없이 이용하실 수 있습니다. 로그아웃하면 모든 비밀 대화가 사라진다는 점을 기억하세요.
ms: Anda pasti hendak log keluar? Ambil maklum anda boleh guna Telegram dengan semua peranti dalam masa yang sama. Awas, log keluar akan padamkan semua Bual Rahsia.
nl: Weet je zeker dat je wilt uitloggen? Telegram kun je naadloos op al je apparaten tegelijkertijd gebruiken. Let op! Als je uitlogt worden al je geheime chats verwijderd.
pl: Czy na pewno chcesz się wylogować? Telegram można bezproblemowo używać na wszystkich urządzeniach jednocześnie. Wylogowanie kończy natychmiast wszystkie twoje sekretne czaty.
pt_br: Tem certeza de que desejar sair? Note que você pode usar o Telegram em todos os seus dispositivos ao mesmo tempo. Lembre-se, sair apaga todos os seus Chats Secretos.
ru: Вы точно хотите выйти? Вы можете пользоваться Telegram на всех Ваших устройствах одновременно. Важно: при выходе из аккаунта все секретные чаты на этом устройстве пропадут.
sv: Är du säker på att du vill logga ut? Detta kommer avbryta alla dina Hemliga Chattar. Du kan använda Telegram på alla dina enheter samtidigt och ha flera konton i samma app.
tr: Oturumunuzu kapatmak istediğinizden emin misiniz? Telegram'ı tüm cihazlarınızda aynı anda bağımsız bir şekilde kullanabileceğinizi unutmayın. Unutmayın, oturumu kapatmak tüm gizli sohbetlerinizi yok eder.
uk: Ви дійсно хочете вийти? Ви можете без перешкод користуватися Telegram на всіх своїх пристроях одночасно. Вихід знищує всі ваші секретні чати.
uz: Haqiqatan chiqib ketishni xohlaysizmi? Siz Telegramdan biz vaqtning oʻzida barcha qurlimalaringizda foydalanishingiz mumkin. Yodda tuting, agar akkauntingizdan chiqsangiz, barcha maxfiy chatlaringiz oʻchib ketadi.
zh_cn: 您确定要登出吗？ 请注意，您可以同时在所有设备上无缝地使用 Telegram。 请记住，登出将会清除所有的私密聊天数据。
zh_tw: 您確定要登出嗎？ 請注意，您可以同時在所有設備上無缝地使用 Telegram。 請記住，登出將會清除所有的私密聊天數據。

# AreYouSureRegistration
source: Are you sure you want to cancel registration?
ar: هل ترغب حقًا في إلغاء التسجيل؟
be: Вы ўпэўнены, што хочаце скасаваць рэгістрацыю?
ca: Segur que voleu cancel·lar el registre?
de: Bist du dir sicher, dass du die Registrierung abbrechen willst?
es: ¿Quieres cancelar el registro?
fa: آیا از لغو ثبت نام اطمینان دارید؟
fi: Haluatko varmasti peruuttaa rekisteröitymisen?
fr: Voulez-vous vraiment annuler l'inscription ?
id: Apakah Anda yakin ingin membatalkan pendaftaran?
it: Vuoi davvero annullare la registrazione?
ko: 정말 가입을 취소하시겠습니까?
ms: Anda pasti mahu batalkan pendaftaran ini?
nl: Weet je zeker dat je de registratie wilt annuleren?
pl: Czy na pewno chcesz anulować rejestrację?
pt_br: Tem certeza de que deseja cancelar o registro?
ru: Вы точно хотите отменить регистрацию?
sv: Är du säker på att avbryta registreringen?
tr: Kaydı iptal etmek istediğinizden emin misiniz?
uk: Ви дійсно хочете скасувати реєстрацію?
uz: Haqiqatan ham roʻyxatdan oʻtishni bekor qilmoqchimisiz?
zh_cn: 您确定要取消注册吗？
zh_tw: 您確定要取消註冊嗎？

# AreYouSureSecretChat
source: Are you sure you want to start a secret chat?
ar: هل ترغب حقًا في إنشاء محادثة سرية؟
be: Вы ўпэўнены, што хочаце пачаць сакрэтны чат?
ca: Segur que voleu iniciar un xat secret?
de: Geheimen Chat starten?
es: ¿Quieres iniciar un chat secreto?
fa: آیا از شروع گفتگوی محرمانه اطمینان دارید؟
fi: Haluatko varmasti aloittaa salaisen keskustelun?
fr: Voulez-vous vraiment démarrer un échange secret ?
id: Apakah Anda yakin ingin memulai secret chat?
it: Vuoi davvero iniziare una chat segreta?
ko: 비밀 대화를 시작하시겠습니까?
ms: Anda pasti mahu mulakan bual rahsia?
nl: Weet je zeker dat je een geheime chat wilt starten?
pl: Czy na pewno chcesz rozpocząć sekretny czat?
pt_br: Tem certeza de que deseja iniciar um chat secreto?
ru: Хотите начать секретный чат?
sv: Vill du starta en hemlig chatt?
tr: Bir gizli sohbet başlatmak istediğinizden emin misiniz?
uk: Ви дійсно хочете почати секретний чат?
uz: Haqiqatan ham maxfiy suhbat boshlamoqchimisiz?
zh_cn: 您确定要开始私密对话吗？
zh_tw: 您確定要開始私密對話嗎？

# AreYouSureSecretChatTitle
source: Secret chat
ar: محادثة سرية
be: Сакрэтны чат
ca: Xat secret
de: Geheimer Chat
es: Chat secreto
fa: گفتگوی محرمانه
fi: Salainen keskustelu
fr: Échange secret
it: Chat segreta
ko: 비밀 대화
ms: Bual rahsia
nl: Geheime chat
pl: Sekretny czat
pt_br: Chat secreto
ru: Секретный чат
sv: Hemlig chatt
tr: Gizli sohbet
uk: Секретний чат
uz: Maxfiy chat

# AreYouSureSessions
source: Are you sure you want to terminate all other sessions?
ar: هل تريدون فعلًا إنهاء كل الجلسات الأخرى؟
be: Вы ўпэўнены, што хочаце скончыць усе іншыя сеансы?
ca: Segur que voleu tancar totes les altres sessions?
de: Bist du sicher, das du alle anderen Sitzungen beenden möchtest?
es: ¿Quieres cerrar todas las demás sesiones?
fa: آیا از پایان دادن به تمامی نشست‌های دیگر اطمینان دارید؟
fi: Haluatko varmasti katkaista kaikki muut istunnot?
fr: Voulez-vous vraiment fermer toutes les autres sessions ?
id: Apakah Anda yakin ingin menghentikan semua sesi lainnya?
it: Vuoi davvero terminare tutte le altre sessioni?
ko: 정말 다른 기기에 로그인된 세션을 모두 종료하시겠습니까?
ms: Anda pasti ingin menamatkan semua sesi?
nl: Alle apparaten behalve het huidige apparaat uitloggen?
pl: Czy na pewno chcesz zakończyć wszystkie inne sesje?
pt_br: Tem certeza de que deseja terminar todas as outras sessões?
ru: Вы точно хотите завершить все другие сеансы?
sv: Är du säker på att du vill avsluta alla andra sessioner?
tr: Diğer tüm oturumları sonlandırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете завершити всі інші сеанси?
uz: Haqiqatan ham boshqa barcha seanslar yakunlansinmi?
zh_cn: 您确定要注销所有其它设备上的会话吗？
zh_tw: 您確定要刪除所有其它設備上的對話嗎？

# AreYouSureSessionsTitle
source: Terminate sessions
ar: إنهاء الجلسات
be: Скончыць сеансы
ca: Tanca les sessions
de: Sitzungen beenden
es: Cerrar sesiones
fa: پایان دادن به نشست‌ها
fi: Katkaise istunnot
fr: Terminer les sessions
id: Akhiri sesi
it: Termina sessioni
ko: 세션 종료
ms: Tamatkan sesi
nl: Sessies beëindigen
pl: Zakończ sesje
pt_br: Terminar sessões
ru: Завершить сеансы
sv: Stäng sessioner
tr: Oturumları sonlandır
uk: Завершити сеанси
uz: Seanslarni yakunlash

# AreYouSureSessionTitle
source: Terminate session
ar: إنهاء الجلسة
be: Скончыць сеанс
ca: Tanca la sessió
de: Sitzung beenden
es: Cerrar sesión
fa: پایان دادن به نشست
fi: Katkaise istunto
fr: Terminer la session
id: Akhiri sesi
it: Termina sessione
ko: 세션 종료
ms: Tamatkan sesi
nl: Sessie beëindigen
pl: Zakończ sesję
pt_br: Terminar sessão
ru: Завершить сеанс
sv: Stäng session
tr: Oturumu sonlandır
uk: Завершити сеанс
uz: Seansni yakunlash
